Repository: rdujardin/icforum
Catalog: icforum/users/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Invalid username or password
fr: Identifiants invalides

source: You have been banned, try again later
fr: Vous avez été banni, veuillez réessayer plus tard

source: Image file (max. 512 kb)
fr: Fichier image (max. 512 kb)

source: File is too big
fr: Le fichier est trop volumineux

source: File type is not supported
fr: Le fichier est d'un type non-supporté

source: Notify every action on the forum
fr: Notifier chaque action sur le forum

source: Notify updates on participated topics and every mail
fr: Notifier les actions sur les topics vus et tous les mails

source: Notify updates on explicitly chosen topics and every mail
fr: Notifier les actions sur les topics suivis et tous les mails

source: Notify nothing
fr: Ne rien notifier

source: Signed up
fr: Inscrit

source: Is banned
fr: Est banni
